Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/sametingets-ungdomspolitiske-utvalg-supu.html.tmx
Source language: nob
Languages: smj

source: Sametingets ungdomspolitiske utvalg (SUPU)
smj: Sámedikke nuorajpolitihkalasj nammadus (SáNuN)

source: Sametingets ungdomspolitiske utvalg (SUPU) er opprettet for å styrke samisk ungdoms innflytelse på Sametingets politikk.
smj: Sámedikke nuorajpolitihkalasj nammadus (SáNuN) la ásadum buoredittjat sáme nuoraj máhttelisvuodav Sámedikke politihkav vájkkudime.

source: SUPU ble opprettet som permanent organ i 2003.
smj: SáNuN ásaduváv bisso orgádnan jage 2003 rájes.

source: SUPU består av fem faste medlemmer og er oppnevnt av Sametingsrådet.
smj: SáNuN:an li vihtta stuoves ájrrasa gejt Sámediggeráde l nammadam.

source: Medlemmene kommer fra hele landet og er mellom 16 og 28 år.
smj: Ájrrasa li nuora 16 ja 28 jage gaskan rijkav miehtáj.

source: SUPU har fått fastsatt mandat og organisering av Sametingets plenum.
smj: Sámedikke ållestjåhkanibme l mierredam SáNuN:aj bisso fámov ja organisierimav.

source: Deres hovedoppgaver er å:
smj: Sijá barggon la:

source: bidra til å styrke samiske unges medbestemmelse og innflytelse på Sametingets politikk.
smj: buoredit sáme nuoraj máhttelisvuodav oassálastátjit mierredime ja vájkkudittjat vaj nuora bessi Sámedikke politihkkaj vájkkudit.

source: planlegge og arrangere Sametingets årlige ungdomskonferanser.
smj: gárvedit ja ásadit Sámedikke jahkásasj nuorajkonferánsajt.

source: arbeide for å motivere flere samiske ungdommer til politisk engasjement.
smj: måvtåstuhttet sáme nuorajt sebratjit politihkalasj bargojda ja dåjmajda.

source: arbeide for å få flere unge til å registrere seg i Sametingets valgmanntall, for å øke unges deltakelse ved valg til Sametinget, og for å få flere unge representert på Sametinget og i andre av tingets styrer og utvalg.
smj: åttjudit ienep nuorajt sáme jienastuslåhkuj tjáledittjat, åttjudit ienep nuorajt sámediggeválggaj sebratjit ja åttjudit ienep nuorajt válljiduvátjit Sámediggáj ja Sámedikke ietjá stivrajda ja juohkusijda.

source: SUPU er gitt en fri rolle og kan arbeide med de saker de selv finner relevante.
smj: SáNuN la oadtjum friddja rållav ja máhttá barggat daj ássjij ma sijá mielas li ájnnasa.

source: Utvalget og medlemmene kan fritt uttale seg til media og ta opp de saker de måtte ønske med andre instanser.
smj: Nammadus ja nammadussebrulattja máhtti ållu friddja vuojnojdisá åvdedit medijjaj ja ietjasa árvustallama milta ássjijt ietjá ásadusájda bajedit.

source: Utvalget skal fungere som et kontaktledd mellom samisk ungdom og Sametinget, men også som høringsinstans og som ”vaktbikkje” overfor Sametinget når det gjelder ungdomssaker.
smj: Nammadus galggá doajmmat guládallamásadussan sáme nuoraj ja Sámedikke gaskan, valla galggá aj liehket guláskuddamásadussan ja “bærrájgæhttjen” Sámedikke gáktuj nuoraidássjij aktijvuodan.

source: På den måten kan SUPU bistå Sametinget i utformingen av tingets ungdomsprofil og ungdomspolitikk.
smj: Dajna vuogijn máhttá SáNuN viehkedit Sámedikkev nuorajprofijlav ja nuorajpolitihkav hábmemin.

source: Kontakt SUPU
smj: Guládalá Sámedikke nuorajpolitihkalasj nammadusajn

source: SUPU 2018-2021:
smj: SáNuN 2018-2021:

source: Leder: Ole Henrik Bjørkmo Lifjell (Nordland)
smj: Jådediddje: Ole Henrik Bjørkmo Lifjell

source: Medlemmer: Maja Fjellstrøm (Nord-Trøndelag), Stine Ericsson Anti (Øst-Finnmark), Grethe Julianne Skum (Vest-Finnmark) og Alfred Mikkel Kuoljok (Nordland)
smj: Sebrulattja: Maja Fjellstrøm, Stine Ericsson Anti, Grethe Julianne Skum ja Alfred Mikkel Kuoljok

source: Varamedlemmer: Laara Sparrok (Nordland), Andine Knudtson (Sør-Norge), Kristine Ballari (Øst-Finnmark), Sajane Olsen (Troms) og Katja Elise Utsi (Nordland)
smj: Sadjásasj sebrulattja: Laara Sparrok, Andine Knudtson, Kristine Ballari, Sajane Olsen, Katja Elise Utsi

source: SUPU på Facebook
smj: SaNuN Facebookan

source: SUPUs blogg
smj: SaNuN blogga
